Repository: SherlockChiang/Task-Flyout
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_tw

# TextCacheLoadFailed
source: Cache load failed: {0}
zh_hans: 缓存读取失败：{0}
zh_tw: 快取讀取失敗：{0}

# TextNoArticles
source: No articles
zh_hans: 暂无文章
zh_tw: 暫無文章

# TextNArticlesClickLoad
source: {0} articles, click to load more
zh_hans: {0} 篇文章，点击加载更多
zh_tw: {0} 篇文章，點擊載入更多

# TextLoadFailed
source: Load failed: {0}
zh_hans: 加载失败：{0}
zh_tw: 載入失敗：{0}

# TextAllSubscriptions
source: All subscriptions
zh_hans: 全部订阅文章
zh_tw: 全部訂閱文章

# TextCurrentFolderArticles
source: RSS articles in current folder
zh_hans: 当前文件夹下的 RSS 文章
zh_tw: 目前資料夾下的 RSS 文章

# TextUncategorizedArticles
source: Uncategorized subscription articles
zh_hans: 未分类订阅文章
zh_tw: 未分類訂閱文章

# TextRssAddress
source: RSS URL
zh_hans: RSS 地址
zh_tw: RSS 位址

# TextAddRssSubscription
source: Add RSS Subscription
zh_hans: 添加 RSS 订阅
zh_tw: 新增 RSS 訂閱

# TextAddFailed2
source: Add failed: {0}
zh_hans: 添加失败：{0}
zh_tw: 新增失敗：{0}

# TextDeleteSubscription
source: Delete Subscription
zh_hans: 删除订阅
zh_tw: 刪除訂閱

# TextDeleteSubscriptionContent
source: Delete "{0}"? Cached articles will also be removed.
zh_hans: 确定要删除"{0}"吗？本地缓存文章也会一起删除。
zh_tw: 確定要刪除"{0}"嗎？本機快取文章也會一起刪除。

# TextFolderName
source: Folder name
zh_hans: 文件夹名称
zh_tw: 資料夾名稱

# TextRenameFolder
source: Rename Folder
zh_hans: 重命名文件夹
zh_tw: 重命名資料夾

# TextSubscriptionName
source: Subscription name
zh_hans: 订阅名称
zh_tw: 訂閱名稱

# TextRenameSubscription
source: Rename Subscription
zh_hans: 重命名订阅
zh_tw: 重命名訂閱

# TextFolderNamePlaceholder
source: e.g. Tech, News, Blog
zh_hans: 例如：科技、新闻、博客
zh_tw: 例如：科技、新聞、博客

# TextAddRssFolder
source: Add RSS Folder
zh_hans: 添加 RSS 文件夹
zh_tw: 新增 RSS 資料夾

# TextDeleteFolder
source: Delete Folder
zh_hans: 删除文件夹
zh_tw: 刪除資料夾

# TextDeleteFolderContent
source: Delete "{0}"? Subscriptions will be moved to Uncategorized.
zh_hans: 确定要删除"{0}"吗？订阅不会删除，会移动到未分类。
zh_tw: 確定要刪除"{0}"嗎？訂閱不會刪除，會移動到未分類。

# TextSetFolder
source: Set folder for "{0}"
zh_hans: 设置"{0}"的文件夹
zh_tw: 設定"{0}"的資料夾

# TextArticleRenderFailed
source: Article render failed: {0}
zh_hans: 文章渲染失败：{0}
zh_tw: 文章渲染失敗：{0}

# TextPendingTasks
source: Pending ({0})
zh_hans: 待完成 ({0})
zh_tw: 待完成 ({0})

# TextCompletedTasks
source: Completed ({0})
zh_hans: 已完成 ({0})
zh_tw: 已完成 ({0})

# TextAllDone
source: All done, {0} completed
zh_hans: 已经没有未完成任务，{0} 个已完成
zh_tw: 已經沒有未完成任務，{0} 個已完成

# TextTaskSummary
source: {0} pending, {1} completed
zh_hans: {0} 个待完成，{1} 个已完成
zh_tw: {0} 個待完成，{1} 個已完成

# TextNoAccountAvailable
source: No Account Available
zh_hans: 没有可用账户
zh_tw: 沒有可用帳戶

# TextAddAccountForTasks
source: Please add and sign in to a task-supporting account first.
zh_hans: 请先添加并登录一个支持任务的账户。
zh_tw: 請先新增並登入一個支援任務的帳戶。

# TextTitle
source: Title
zh_hans: 标题
zh_tw: 標題

# TextTaskName
source: Task name
zh_hans: 任务名称
zh_tw: 任務名稱

# TextAccount
source: Account
zh_hans: 账户
zh_tw: 帳戶

# TextDate
source: Date
zh_hans: 日期
zh_tw: 日期

# TextTime
source: Time
zh_hans: 时间
zh_tw: 時間

# TextAddTask
source: Add Task
zh_hans: 添加任务
zh_tw: 新增任務

# TextEnterTaskName
source: Please enter task name
zh_hans: 请输入任务名称
zh_tw: 請輸入任務名稱

# TextDeleteTask
source: Delete Task
zh_hans: 删除任务
zh_tw: 刪除任務

# TextDeleteTaskContent
source: Delete "{0}"?
zh_hans: 确定要删除"{0}"吗？
zh_tw: 確定要刪除"{0}"嗎？

# TextRemoveAccount
source: Remove Account
zh_hans: 移除账户
zh_tw: 移除帳戶

# TextRemoveAccountConfirm
source: Remove {0} account?
zh_hans: 确定要移除 {0} 账户吗？
zh_tw: 確定要移除 {0} 帳戶嗎？

# TextTodoTasks
source: To Do
zh_hans: 待办任务
zh_tw: 待辦任務

# TextCustomColorRGB
source: Custom Color (RGB/HEX)
zh_hans: 自定义颜色 (RGB/HEX)
zh_tw: 自訂色彩 (RGB/HEX)

# TextRestartContent
source: Please restart the app to apply language changes.
zh_hans: 更改语言需要重启应用才能生效。
zh_tw: 更改語言需要重啟應用才能生效。

# TextLater
source: Later
zh_hans: 稍后
zh_tw: 稍後

# TextNoSubscriptionsHint
source: No subscriptions yet. Add an RSS URL to start reading.
zh_hans: 还没有订阅。添加 RSS 地址后开始阅读。
zh_tw: 還沒有訂閱。新增 RSS 位址後開始閱讀。

# TextAdd
source: Add
zh_hans: 添加
zh_tw: 新增

# CalendarPage_AccountHeader.Text
source: Calendar Accounts
zh_hans: 日程账户
zh_tw: 行程帳戶

# CalendarPage_TodoHeader.Text
source: Tasks
zh_hans: 待办任务
zh_tw: 待辦任務

# CalendarPage_AddAccount.Text
source: Add Account
zh_hans: 添加账户
zh_tw: 新增帳戶

# CalendarPage_NoAccountTitle.Text
source: No Calendar Accounts Connected
zh_hans: 尚未连接日程账户
zh_tw: 尚未連結行程帳戶

# CalendarPage_NoAccountSub.Text
source: Connect to Google or Microsoft to view your events and tasks.
zh_hans: 连接 Google 或 Microsoft 账户后，这里将显示您的日程与待办。
zh_tw: 連結 Google 或 Microsoft 帳戶後，這裡將顯示您的行程與待辦。

# TasksPage_AccountHeader.Text
source: Task Accounts
zh_hans: 任务账户
zh_tw: 任務帳戶

# TasksPage_TodoHeader.Text
source: Tasks
zh_hans: 待办任务
zh_tw: 待辦任務

# TasksPage_AddAccount.Text
source: Add Account
zh_hans: 添加账户
zh_tw: 新增帳戶

# TasksPage_Title.Text
source: Tasks
zh_hans: 任务
zh_tw: 任務

# TasksPage_Loading.Text
source: Loading tasks...
zh_hans: 正在加载任务
zh_tw: 正在載入任務

# TasksPage_AddTask.Text
source: Add Task
zh_hans: 添加任务
zh_tw: 新增任務

# TasksPage_PendingHeader.Text
source: Pending
zh_hans: 待完成
zh_tw: 待完成

# TasksPage_CompletedHeader.Text
source: Completed
zh_hans: 已完成
zh_tw: 已完成

# TasksPage_NoPending.Text
source: No pending tasks
zh_hans: 已经没有未完成任务
zh_tw: 已經沒有未完成任務

# MailPage_Title.Text
source: Mail
zh_hans: 邮件
zh_tw: 郵件

# MailPage_Subtitle.Text
source: Accounts, folders and inbox
zh_hans: 账户、文件夹与收件箱
zh_tw: 帳戶、資料夾與收件匣

# MailPage_Compose.Text
source: Compose
zh_hans: 写邮件
zh_tw: 寫郵件

# MailPage_Refresh.Text
source: Refresh
zh_hans: 刷新
zh_tw: 重新整理

# MailPage_DeleteAccount.Text
source: Delete Account
zh_hans: 删除当前邮箱
zh_tw: 刪除目前信箱

# MailPage_AddAccount.Text
source: Add Account
zh_hans: 添加新邮箱
zh_tw: 新增新信箱

# MailPage_SenderLabel.Text
source: From
zh_hans: 发件人
zh_tw: 寄件者

# MailPage_DateLabel.Text
source: Date
zh_hans: 时间
zh_tw: 時間

# RssPage_FeedLabel.Text
source: Subscriptions
zh_hans: 订阅
zh_tw: 訂閱

# RssPage_Rename.Text
source: Rename
zh_hans: 重命名
zh_tw: 重命名

# RssPage_Delete.Text
source: Delete
zh_hans: 删除
zh_tw: 刪除

# RssPage_AddFeed.Text
source: Add Feed
zh_hans: 添加订阅
zh_tw: 新增訂閱

# RssPage_Browser.Text
source: Browser
zh_hans: 浏览器
zh_tw: 瀏覽器

# SettingsPage_MailSync.Text
source: Mail Sync
zh_hans: 邮件同步
zh_tw: 郵件同步

# SettingsPage_About.Text
source: About
zh_hans: 关于
zh_tw: 關於

# SettingsPage_Desc.Text
source: A desktop tray flyout tool for calendar, tasks, weather, mail, and RSS.
zh_hans: 日程、任务、天气、邮件与 RSS 的托盘浮窗效率工具。
zh_tw: 行程、任務、天氣、郵件與 RSS 的系統匣浮動視窗效率工具。

# WeatherPage_BarTitle.Header
source: Taskbar Weather Bar
zh_hans: 任务栏天气栏
zh_tw: 任務欄天氣欄

# SettingsPage_MailPolling.Header
source: Poll new mails periodically and show Windows notifications
zh_hans: 定时抓取新邮件并显示 Windows 通知
zh_tw: 定時抓取新郵件並顯示 Windows 通知

# SettingsPage_MailInterval.Header
source: New mail check interval
zh_hans: 新邮件检查间隔
zh_tw: 新郵件檢查間隔

# SettingsPage_BlockRemoteImages.Header
source: Block remote images from untrusted senders by default (anti tracking-pixel)
zh_hans: 默认阻止未信任发件人的远程图片（防追踪像素）
zh_tw: 預設阻止未信任寄件者的遠端圖片（防追蹤像素）

# SettingsPage_InsecureWebview.Header
source: Allow emails to load HTTP image resources
zh_hans: 允许邮件加载 HTTP 图片资源
zh_tw: 允許郵件載入 HTTP 圖片資源

# SettingsPage_RssRemote.Header
source: Allow RSS articles to load remote image resources
zh_hans: 允许 RSS 文章加载远程图片资源
zh_tw: 允許 RSS 文章載入遠端圖片資源

# SettingsPage_ClearCache.Content
source: Clear WebView2 Cache
zh_hans: 清理 WebView2 缓存
zh_tw: 清理 WebView2 快取

# SettingsPage_CacheWarning.Title
source: WebView2 Cache Near Limit
zh_hans: WebView2 缓存接近上限
zh_tw: WebView2 快取接近上限

# SettingsPage_CacheWarning.Message
source: Pruning is recommended to avoid high I/O overhead on next startup.
zh_hans: 建议立即清理以避免下次启动时自动 prune 增加 I/O 开销。
zh_tw: 建議立即清理，以避免下次啟動時自動清理增加 I/O 開銷。

# MainWindow_NavTasks.Content
source: Tasks
zh_hans: 任务
zh_tw: 任務

# MainWindow_NavMail.Content
source: Mail
zh_hans: 邮件
zh_tw: 郵件

# TextVersion
source: Version
zh_hans: 版本
zh_tw: 版本

# TextVersionUnknown
source: Version unknown
zh_hans: 未知版本
zh_tw: 未知版本

# TextRainStopSoon
source: Rain now, should stop soon
zh_hans: 正在下雨，很快会停
zh_tw: 正在下雨，很快會停

# TextRainStopInAbout
source: Rain now, should stop in about {0}
zh_hans: 正在下雨，约{0}后停
zh_tw: 正在下雨，約{0}後停

# TextRainContinues
source: Rain continues for the next {0}h
zh_hans: 未来{0}h雨还会持续
zh_tw: 未來{0}h雨還會持續

# TextRainMinute
source: {0} min
zh_hans: {0}分钟
zh_tw: {0}分鐘

# TextWeatherDateFormat
source: MMM d
zh_hans: M月d日
zh_tw: M月d日

# CalendarDialog_RecurrenceCombo.Header
source: Recurrence
zh_hans: 重复
zh_tw: 重複

# CalendarDialog_RecurrenceNone.Content
source: None
zh_hans: 不重复
zh_tw: 不重複

# CalendarDialog_RecurrenceDaily.Content
source: Daily
zh_hans: 每天
zh_tw: 每天

# CalendarDialog_RecurrenceWeekly.Content
source: Weekly
zh_hans: 每周
zh_tw: 每週

# CalendarDialog_RecurrenceMonthly.Content
source: Monthly
zh_hans: 每月
zh_tw: 每月

# CalendarDialog_RecurrenceYearly.Content
source: Yearly
zh_hans: 每年
zh_tw: 每年

# CalendarPage_BtnCollapseAccounts.ToolTipService.ToolTip
source: Collapse accounts
zh_hans: 折叠账户
zh_tw: 折疊帳戶

# CalendarPage_BtnRemoveAccount.ToolTipService.ToolTip
source: Remove account
zh_hans: 移除账户
zh_tw: 移除帳戶

# CalendarPage_BtnToggleAccounts.ToolTipService.ToolTip
source: Show/Hide accounts
zh_hans: 显示/隐藏账户
zh_tw: 顯示/隱藏帳戶

# CalendarPage_BtnToggleTimeline.ToolTipService.ToolTip
source: Show/Hide agenda
zh_hans: 显示/隐藏日程
zh_tw: 顯示/隱藏行程

# CalendarPage_BtnCollapseTimeline.ToolTipService.ToolTip
source: Collapse agenda
zh_hans: 折叠日程
zh_tw: 折疊行程

# CalendarPage_BtnAddText.Text
source: New
zh_hans: 新建
zh_tw: 新增

# MailPage_UnreadOnlyToggle.Header
source: Unread only
zh_hans: 仅未读
zh_tw: 僅未讀

# MailPage_InboxHeader.Text
source: Inbox
zh_hans: 收件箱
zh_tw: 收件匣

# MailPage_LoadMore.Text
source: Load more
zh_hans: 加载更多邮件
zh_tw: 載入更多郵件

# MailPage_RemoteImagesBlocked.Text
source: Remote images were blocked to protect your privacy.
zh_hans: 已阻止远程图片以保护隐私。
zh_tw: 已阻止遠端圖片以保護隱私。

# MailPage_BtnShowImages.Text
source: Show images
zh_hans: 显示图片
zh_tw: 顯示圖片

# MailPage_SelectFolderPrompt.Text
source: Please select a folder on the left
zh_hans: 请选择左侧文件夹
zh_tw: 請選擇左側資料夾

# MailPage_SelectMailPrompt.Text
source: Select a message to view preview
zh_hans: 选择一封邮件查看预览
zh_tw: 選擇一封郵件查看預覽

# MailPage_ToHeader.Text
source: To
zh_hans: 收件人
zh_tw: 收件人

# MailPage_BtnTrustSender.Text
source: Trust source
zh_hans: 信任此来源
zh_tw: 信任此來源

# MailPage_BtnReply.Text
source: Reply
zh_hans: 回复
zh_tw: 回覆

# MailPage_BtnOpenInBrowser.Text
source: Open in browser
zh_hans: 在浏览器中打开
zh_tw: 在瀏覽器中開啟

# MailPage_AddAccountTitle.Text
source: Add email account
zh_hans: 添加邮箱账户
zh_tw: 新增信箱帳戶

# MailPage_AddAccountSubtitle.Text
source: Choose mail provider. Outlook and Gmail use OAuth; IMAP requires manual setup.
zh_hans: 选择邮箱类型。Outlook 和 Gmail 使用 OAuth；IMAP 需要填写服务器设置。
zh_tw: 選擇信箱類型。Outlook 和 Gmail 使用 OAuth；IMAP 需要填寫伺服器設定。

# MailPage_BtnMSAccount.Text
source: Microsoft account
zh_hans: Microsoft 账户
zh_tw: Microsoft 帳戶

# MailPage_BtnCustomAccount.Text
source: Custom mailbox
zh_hans: 自定义邮箱
zh_tw: 自訂信箱

# MailPage_ImapDisplayName.Header
source: Display Name
zh_hans: 显示名称
zh_tw: 顯示名稱

# MailPage_ImapAddress.Header
source: Email Address
zh_hans: 邮箱地址
zh_tw: 信箱位址

# MailPage_ImapUserName.Header
source: User Name
zh_hans: 用户名
zh_tw: 使用者名

# MailPage_ImapPassword.Header
source: Password or App-specific Password
zh_hans: 密码或应用专用密码
zh_tw: 密碼或應用專用密碼

# MailPage_ImapHost.Header
source: IMAP Server
zh_hans: IMAP 服务器
zh_tw: IMAP 伺服器

# MailPage_ImapPort.Header
source: Port
zh_hans: 端口
zh_tw: 端口

# MailPage_ImapSsl.Header
source: Use SSL/TLS
zh_hans: 使用 SSL/TLS
zh_tw: 使用 SSL/TLS

# MailPage_SmtpHost.Header
source: SMTP Server
zh_hans: SMTP 服务器
zh_tw: SMTP 伺服器

# MailPage_SmtpPort.Header
source: Port
zh_hans: 端口
zh_tw: 端口

# MailPage_SmtpUserName.Header
source: SMTP User Name
zh_hans: SMTP 用户名
zh_tw: SMTP 使用者名

# MailPage_SmtpSsl.Header
source: SMTP Use SSL/TLS
zh_hans: SMTP 使用 SSL/TLS
zh_tw: SMTP 使用 SSL/TLS

# MailPage_BtnCancel.Content
source: Cancel
zh_hans: 取消
zh_tw: 取消

# MailPage_BtnSaveImap.Content
source: Connect and save IMAP account
zh_hans: 连接并保存 IMAP 账户

# MailPage_ComposeTitle.Text
source: Compose
zh_hans: 写邮件
zh_tw: 寫郵件

# MailPage_BtnCancelCompose.Content
source: Cancel
zh_hans: 取消
zh_tw: 取消

# MailPage_TextSend.Text
source: Send
zh_hans: 发送
zh_tw: 傳送

# MailPage_ComposeFrom.Header
source: From
zh_hans: 发件人
zh_tw: 寄件者

# MailPage_ComposeTo.Header
source: To
zh_hans: 收件人
zh_tw: 收件人

# MailPage_ComposeSubject.Header
source: Subject
zh_hans: 标题
zh_tw: 標題

# MailPage_ComposeBody.Header
source: Body
zh_hans: 内容
zh_tw: 內容

# WeatherPage_WeatherBarDesc
source: Show a floating weather pill on the taskbar (replaces Win11 widget weather)
zh_hans: 在任务栏上显示浮动天气条（替代 Win11 小组件天气）
zh_tw: 在任務欄上顯示浮動天氣條（替代 Win11 小組件天氣）

# WeatherPage_DailyForecastTitle
source: 7-day forecast
zh_hans: 未来 7 天预报
zh_tw: 未來 7 天預報

# WeatherPage_BarFieldsHeader
source: Taskbar Bar Content
zh_hans: 任务栏天气条内容
zh_tw: 任務欄天氣條內容

# WeatherPage_BarFieldsDesc
source: Pick which fields appear in the taskbar weather bar
zh_hans: 选择任务栏天气条上显示的字段
zh_tw: 選擇任務欄天氣條上顯示的欄位

# WeatherPage_AlertsHeader
source: Extreme Weather Alerts
zh_hans: 极端天气预警
zh_tw: 極端天氣預警

# WeatherPage_AlertsDesc
source: Show alerts on the weather bar when extreme conditions are forecast
zh_hans: 检测到极端天气时在天气条上显示预警
zh_tw: 檢測到極端天氣時在天氣條上顯示預警

# WeatherPage_AlertsToggleHeader
source: Enable alerts
zh_hans: 启用预警
zh_tw: 啟用預警

# WeatherPage_AlertHoursLabel
source: Look ahead (hours):
zh_hans: 预警提前量（小时）：
zh_tw: 預警提前量（小時）：

# WeatherPage_FeelsLike
source: Feels like
zh_hans: 体感
zh_tw: 體感

# WeatherPage_Humidity
source: Humidity
zh_hans: 湿度
zh_tw: 濕度

# WeatherPage_Wind
source: Wind
zh_hans: 风速
zh_tw: 風速

# WeatherPage_PrecipProb
source: Precip. prob.
zh_hans: 降水概率
zh_tw: 降水概率

# WeatherPage_Precipitation
source: Precipitation
zh_hans: 降水量
zh_tw: 降水量

# WeatherPage_UVIndex
source: UV Index
zh_hans: UV 指数
zh_tw: UV 指數

# WeatherPage_Visibility
source: Visibility
zh_hans: 能见度
zh_tw: 能見度

# WeatherPage_Pressure
source: Pressure
zh_hans: 气压
zh_tw: 氣壓

# WeatherPage_AQI
source: AQI
zh_hans: 空气质量
zh_tw: 空氣品質

# WeatherPage_GrassPollen
source: Grass pollen
zh_hans: 草类花粉
zh_tw: 草類花粉

# WeatherPage_BirchPollen
source: Birch pollen
zh_hans: 桦树花粉
zh_tw: 樺樹花粉

# WeatherPage_RagweedPollen
source: Ragweed pollen
zh_hans: 豚草花粉
zh_tw: 豚草花粉

# WeatherPage_AQIGood
source: Good
zh_hans: 优
zh_tw: 優

# WeatherPage_AQIModerate
source: Moderate
zh_hans: 良
zh_tw: 良

# WeatherPage_AQIUnhealthySensitive
source: Unhealthy (Sensitive)
zh_hans: 轻度污染
zh_tw: 輕度污染

# WeatherPage_AQIUnhealthy
source: Unhealthy
zh_hans: 中度污染
zh_tw: 中度污染

# WeatherPage_AQIHazardous
source: Hazardous
zh_hans: 重度污染
zh_tw: 重度污染

# WeatherPage_IconFontEmoji
source: Windows 11 Style (emoji)
zh_hans: Windows 11 风格（emoji）
zh_tw: Windows 11 風格（表情符號）

# WeatherPage_IconFontSymbol
source: Classical (Segoe UI Symbol)
zh_hans: 经典风格（Segoe UI Symbol）
zh_tw: 經典風格（Segoe UI Symbol）

# WeatherPage_IconFontCustom
source: Custom font...
zh_hans: 自定义字体…
zh_tw: 自訂字體…

# WeatherPage_IconPackImporting
source: Importing...
zh_hans: 正在导入…
zh_tw: 正在匯入…

# WeatherPage_IconPackFailed
source: Failed: drawable_filter.xml not found in zip
zh_hans: 失败：ZIP 中未找到 drawable_filter.xml
zh_tw: 失敗：ZIP 中未找到 drawable_filter.xml

# WeatherPage_IconPackImported
source: Imported: {0}
zh_hans: 导入完成：{0}
zh_tw: 匯入完成：{0}

# WeatherField_Icon
source: Icon
zh_hans: 图标
zh_tw: 圖示

# WeatherField_Temperature
source: Temperature
zh_hans: 温度
zh_tw: 溫度

# WeatherField_Description
source: Description
zh_hans: 天气描述
zh_tw: 天氣描述

# WeatherField_Location
source: Location
zh_hans: 地点
zh_tw: 地點

# WeatherField_FeelsLike
source: Feels like
zh_hans: 体感温度
zh_tw: 體感溫度

# WeatherField_Humidity
source: Humidity
zh_hans: 湿度
zh_tw: 濕度

# WeatherField_Wind
source: Wind
zh_hans: 风速
zh_tw: 風速

# WeatherField_Precipitation
source: Precipitation
zh_hans: 降水概率
zh_tw: 降水概率

# WeatherField_UVIndex
source: UV Index
zh_hans: UV 指数
zh_tw: UV 指數

# WeatherField_Visibility
source: Visibility
zh_hans: 能见度
zh_tw: 能見度

# WeatherField_Pressure
source: Pressure
zh_hans: 气压
zh_tw: 氣壓

# WeatherField_AirQuality
source: Air Quality
zh_hans: 空气质量
zh_tw: 空氣品質

# WeatherField_Pollen
source: Pollen
zh_hans: 花粉过敏
zh_tw: 花粉過敏

# WeatherField_Sun
source: Sunrise/Sunset
zh_hans: 日出日落
zh_tw: 日出日落

# WeatherField_Moon
source: Moon Phase
zh_hans: 月相
zh_tw: 月相

# WeatherAlert_Thunderstorm
source: Thunderstorm
zh_hans: 雷阵雨
zh_tw: 雷陣雨

# WeatherAlert_FreezingRain
source: Freezing rain
zh_hans: 冻雨
zh_tw: 凍雨

# WeatherAlert_HeavyRain
source: Heavy rain
zh_hans: 大雨
zh_tw: 大雨

# WeatherAlert_Rain
source: Rain
zh_hans: 降雨
zh_tw: 降雨

# WeatherAlert_HeavySnow
source: Heavy snow
zh_hans: 大雪
zh_tw: 大雪

# WeatherAlert_Snow
source: Snow
zh_hans: 降雪
zh_tw: 降雪

# WeatherAlert_Fog
source: Fog
zh_hans: 起雾
zh_tw: 起霧

# WeatherAlert_HighWind
source: Strong wind
zh_hans: 大风
zh_tw: 大風

# WeatherAlert_ExtremeHeat
source: Extreme heat
zh_hans: 高温
zh_tw: 高溫

# WeatherAlert_ExtremeCold
source: Extreme cold
zh_hans: 严寒
zh_tw: 嚴寒

# RssPage_AllSubscriptions.Text
source: All subscriptions
zh_hans: 全部订阅文章
zh_tw: 全部訂閱文章

# RssPage_AllArticles.Text
source: All Articles
zh_hans: 全部文章
zh_tw: 全部文章

# RssPage_BtnAddFolder.ToolTipService.ToolTip
source: Add folder
zh_hans: 添加文件夹
zh_tw: 新增資料夾

# RssPage_BtnBackToList.ToolTipService.ToolTip
source: Back to list
zh_hans: 返回列表
zh_tw: 返回列表

# SettingsPage_AutoMarkMailAsRead.Header
source: Automatically mark messages as read when opened
zh_hans: 打开邮件时自动标记为已读
zh_tw: 開啟郵件時自動標記為已讀

# SettingsPage_AutoMarkMailAsReadDesc.Text
source: Gmail/Outlook needs extra write permission to sync read state. Turn this off to keep message reading read-only.
zh_hans: Gmail/Outlook 需要额外写入权限才能同步已读状态；关闭后，阅读邮件仅使用只读权限。
zh_tw: 此設定僅控制開啟單封郵件時的自動標記；手動的已讀、未讀和旗標指令仍會寫入信箱。

# SettingsPage_BackgroundDesc.Text
source: When enabled, closing the main window keeps tray, sync, reminders, and mail polling running. When disabled, closing exits the app.
zh_hans: 开启后关闭主窗口仍会保留托盘、同步、提醒和邮件轮询；关闭后会退出应用。
zh_tw: 開啟後關閉主視窗仍會保留系統匣、同步、提醒和郵件輪詢；關閉後會退出應用。

# MailPage_ComposeConsentHint.Text
source: Gmail may request send access. Outlook may request mail read/write and send access to create a tracked draft and avoid duplicate sends.
zh_hans: Gmail 可能请求发送权限；Outlook 可能请求邮件读写和发送权限，以创建可追踪草稿并避免重复发送。
zh_tw: Gmail 可能請求傳送權限；Outlook 可能請求郵件讀寫和傳送權限，以建立可追蹤草稿並避免重複傳送。

# MailPage_SendComposeButton.AutomationProperties.Name
source: Send email
zh_hans: 发送邮件
zh_tw: 傳送郵件

# MailPage_SendComposeButton.AutomationProperties.HelpText
source: Gmail may request send access. Outlook may request mail read/write and send access to create a tracked draft and avoid duplicate sends.
zh_hans: Gmail 可能请求发送权限；Outlook 可能请求邮件读写和发送权限，以创建可追踪草稿并避免重复发送。
zh_tw: Gmail 可能請求傳送權限；Outlook 可能請求郵件讀寫和傳送權限，以建立可追蹤草稿並避免重複傳送。

# MailPage_SendComposeButton.ToolTipService.ToolTip
source: Send email
zh_hans: 发送邮件
zh_tw: 傳送郵件

# WeatherPage_LocationPrivacyDesc.Text
source: Use current location or auto-follow asks Windows for location permission. Coordinates stay on this device and are only used to request weather from the selected provider.
zh_hans: 使用当前位置或自动跟随定位会调用 Windows 位置权限；坐标仅保存在本机，并只用于向所选天气源请求天气。
zh_tw: 使用目前位置或自動跟隨定位會調用 Windows 位置權限；座標僅儲存在本機，並只用於向所選天氣來源請求天氣。

# WeatherLocationUpdated
source: Location updated: {0}
zh_hans: 位置已更新：{0}
zh_tw: 位置已更新：{0}

# SettingsPage_NotifyDesc.Text
source: Schedule reminders only affect calendar/task notifications before start time. Weather alerts are configured on the Weather page.
zh_hans: 日程提醒只影响日历/任务开始前的提醒通知；天气警报在天气页单独设置。
zh_tw: 行程提醒只影響行事曆/任務開始前的提醒通知；天氣警報在天氣頁單獨設定。

# SettingsPage_MailPollingDesc.Text
source: New mail notifications only affect mail polling. They do not change schedule reminders or weather alert settings.
zh_hans: 新邮件通知只影响邮件轮询；不会改变日程提醒或天气警报设置。
zh_tw: 新郵件通知只影響郵件輪詢；不會改變行程提醒或天氣警報設定。

# AddAccount_ChecklistFormat
source: Google: {0} Microsoft: {1} Mail: {2} Weather: {3}
zh_hans: Google：{0} Microsoft：{1} 邮件：{2} 天气：{3}
zh_tw: Google：{0} Microsoft：{1} iCloud：{2} 郵件：{3} 天氣：{4}

# TextRssRefreshBlockedPrivateNetwork
source: Refresh was blocked because the RSS URL or redirect resolved to a non-public IP address. Only local RSS addresses added directly by the user can access the local network.
zh_hans: 刷新被安全策略拦截：RSS 地址或重定向解析到了非公网 IP。必须为此订阅的指定主机、端口和协议单独批准本地网络访问。
zh_tw: 重新整理被安全策略攔截：RSS 位址或重定向解析到了非公網 IP。必須為此訂閱的指定主機、端口和協議單獨批準本機網路訪問。

# TextRssRefreshFailed
source: Refresh failed: {0}
zh_hans: 刷新失败：{0}
zh_tw: 重新整理失敗：{0}

# TextRssRemoteImagesProxied
source: Remote images are proxied through Task Flyout and blocked if they resolve to private networks.
zh_hans: 远程图片由 Task Flyout 安全代理加载；解析到私有网络的资源会被阻止。
zh_tw: 遠端圖片由 Task Flyout 安全代理載入；解析到私有網路的資源會被阻止。

# TextRssRemoteImagesBlockedPrivacy
source: Remote images are blocked for privacy. Enable RSS remote resources in Settings to load them through the safe proxy.
zh_hans: 远程图片已按隐私设置阻止。可在设置中启用 RSS 远程资源，通过安全代理加载。
zh_tw: 遠端圖片已按隱私設定阻止。可在設定中啟用 RSS 遠端資源，通過安全代理載入。

# Flyout_BtnGoToToday.AutomationProperties.Name
source: Go to today
zh_hans: 回到今天
zh_tw: 回到今天

# Flyout_BtnWeather.AutomationProperties.Name
source: View weather details
zh_hans: 查看天气详情
zh_tw: 查看天氣詳情

# Flyout_BtnSettings.AutomationProperties.Name
source: Open settings
zh_hans: 打开设置
zh_tw: 開啟設定

# Flyout_BtnRefresh.AutomationProperties.Name
source: Sync now
zh_hans: 立即同步
zh_tw: 立即同步

# Flyout_BtnPin.AutomationProperties.Name
source: Pin window
zh_hans: 置顶窗口
zh_tw: 置頂視窗

# CalendarPage_BtnCollapseAccounts.AutomationProperties.Name
source: Collapse accounts
zh_hans: 折叠账户
zh_tw: 折疊帳戶

# CalendarPage_BtnRemoveAccount.AutomationProperties.Name
source: Remove account
zh_hans: 移除账户
zh_tw: 移除帳戶

# CalendarPage_TaskVisibilityToggle.AutomationProperties.Name
source: Show or hide tasks
zh_hans: 显示或隐藏待办任务
zh_tw: 顯示或隱藏待辦任務

# CalendarPage_BtnToggleAccounts.AutomationProperties.Name
source: Show or hide accounts
zh_hans: 显示或隐藏账户
zh_tw: 顯示或隱藏帳戶

# CalendarPage_BtnToggleTimeline.AutomationProperties.Name
source: Show or hide agenda
zh_hans: 显示或隐藏日程
zh_tw: 顯示或隱藏行程

# CalendarPage_BtnCollapseTimeline.AutomationProperties.Name
source: Collapse agenda
zh_hans: 折叠日程
zh_tw: 折疊行程

# TasksPage_BtnCollapseAccounts.AutomationProperties.Name
source: Collapse accounts
zh_hans: 折叠账户
zh_tw: 折疊帳戶

# TasksPage_BtnCollapseAccounts.ToolTipService.ToolTip
source: Collapse accounts
zh_hans: 折叠账户
zh_tw: 折疊帳戶

# TasksPage_BtnRemoveAccount.AutomationProperties.Name
source: Remove account
zh_hans: 移除账户
zh_tw: 移除帳戶

# TasksPage_BtnRemoveAccount.ToolTipService.ToolTip
source: Remove account
zh_hans: 移除账户
zh_tw: 移除帳戶

# TasksPage_TaskVisibilityToggle.AutomationProperties.Name
source: Show or hide tasks
zh_hans: 显示或隐藏待办任务
zh_tw: 顯示或隱藏待辦任務

# TasksPage_BtnExpandAccounts.AutomationProperties.Name
source: Expand accounts
zh_hans: 展开账户
zh_tw: 展開帳戶

# TasksPage_BtnExpandAccounts.ToolTipService.ToolTip
source: Expand accounts
zh_hans: 展开账户
zh_tw: 展開帳戶

# TasksPage_BtnDeleteTask.AutomationProperties.Name
source: Delete task
zh_hans: 删除任务
zh_tw: 刪除任務

# TasksPage_BtnDeleteTask.ToolTipService.ToolTip
source: Delete task
zh_hans: 删除任务
zh_tw: 刪除任務

# RssPage_BtnAddFolder.AutomationProperties.Name
source: Add folder
zh_hans: 添加文件夹
zh_tw: 新增資料夾

# RssPage_AddSubscriptionButton.AutomationProperties.Name
source: Add subscription
zh_hans: 添加订阅
zh_tw: 新增訂閱

# RssPage_AddSubscriptionButton.ToolTipService.ToolTip
source: Add subscription
zh_hans: 添加订阅
zh_tw: 新增訂閱

# RssPage_RefreshButton.AutomationProperties.Name
source: Refresh RSS articles
zh_hans: 刷新 RSS 文章
zh_tw: 重新整理 RSS 文章

# RssPage_RefreshButton.ToolTipService.ToolTip
source: Refresh RSS articles
zh_hans: 刷新 RSS 文章
zh_tw: 重新整理 RSS 文章

# RssPage_BtnBackToList.AutomationProperties.Name
source: Back to list
zh_hans: 返回列表
zh_tw: 返回列表

# RssPage_OpenArticleInBrowserButton.AutomationProperties.Name
source: Open article in browser
zh_hans: 在浏览器中打开文章
zh_tw: 在瀏覽器中開啟文章

# RssPage_OpenArticleInBrowserButton.ToolTipService.ToolTip
source: Open article in browser
zh_hans: 在浏览器中打开文章
zh_tw: 在瀏覽器中開啟文章

# MailPage_ComposeButton.AutomationProperties.Name
source: Compose email
zh_hans: 写邮件
zh_tw: 寫郵件
